Repository: IkerST/docky
Catalog: po/*.po
Languages: ms

source: _Weather Provider:
ms: Penyeida _Cuaca:

source: My _Locations
ms: _Lokasi Saya

source: _Search
ms: _Gelintar

source: Automatically Update _Every
ms: Kemaskini Secara Automatik S_etiap

source: Use _Metric Units
ms: Guna Unit _Metrik

source: Invalid Weather Location
ms: Lokasi Cuaca Tidak Sah

source: Weather data provided by Google. This source requires locations to be specified as US Zip Code or 'City, Country'.
ms: Data cuaca disediakan oleh Google. Sumber ini memerlukan lokasi untuk dinnyatakan sebagai Kod ZIP US atau 'Bandar', Negara'.

source: Weather data provided by and copyright The Weather Channel. This source requires locations to be specified as US Zip Code or a unique code from the website. To find your code, look up your forecast on their site and the code is in the URL after '/local/' and looks like AAXX0000.
ms: Data cuaca dinyatakan oleh dan hakcipta Saluran Cuaca. Sumber ini memerlukan lokasi yang dinyatakan sebagai Kod Zip US atau kod unik dari laman sesawang. Untuk mencari kod anda, cari ramalan anda pada laman mereka dan kod berada didalam URL selepas '/local/' dan kelihatan seperti AAXX0000.

source: Weather data provided by and copyright Weather Underground. This source requires locations to be specified as US Zip Code or 'City, Country'.
ms: Data cuaca dinyatakan oleh dan hakcipta Weather Underground. Sumber ini memerlukan lokasi yang dinyatakan sebagai Kod Zip US atau 'Bandar, Negara'.

source: No results found.
ms: Tiada keputusan ditemui

source: Weather Configuration
ms: Konfigurasi Cuaca

source: Click to add a location.
ms: Klik untuk tambah lokasi.

source: Fetching data...
ms: Mendapatkan data...

source: Radar _Map
ms: _Peta Radar

source: Forecasts
ms: Ramalan

source: Check _Weather
ms: Periksa _Cuaca

source: _Today
ms: Ha_ri ini

source: T_omorrow
ms: _Esok

source: {0} humidity
ms: Kelembapan {0}

source: Switch Desks
ms: Tukar Meja

source: Desk
ms: Meja

source: Virtual Desk
ms: Meja Maya
