Repository: IkerST/docky
Catalog: po/*.po
Languages: ms

source: The finest dock no money can buy.
ms: Labuh yang terbaik yang mana tidak perlu membelinya.

source: A list of plugins that are active on this dock.
ms: Senarai pemalam yang aktif pada labuh ini.

source: Analog clock theme
ms: Tema jam analog

source: Clear finished timers
ms: Kosongkan pemasa yang sudah selesai

source: Currently selected item
ms: Item yang kini dipilih

source: Dismiss a stopped timer when clicked
ms: Batalkan pemasa yang berhenti bila diklik

source: Do not change this!
ms: Jangan ubah ini!

source: Dock icon size
ms: Saiz ikon labuh

source: Dock is 3d
ms: Labuh dalam 3d

source: Dock manages all windows
ms: Labuh urus semua tetingkap

source: Dock zooms
ms: Zum labuh

source: Dock's hiding mode
ms: Mod menyembunyi labuh

source: Docky item command to execute
ms: Perintah item Docky yang dilakukan

source: Docky item hover text
ms: Teks apung item Docky

source: Docky item hue
ms: Rona item Docky

source: Enable checks for compositing
ms: Benarkan periksa untuk penggubahan

source: Fade when hiding
ms: Lenyap bila tersembunyi

source: GMail labels to check
ms: Label GMail untuk diperiksa

source: GMail username
ms: Nama pengguna GMail

source: Hot-area padding
ms: Pemadatan kawasan-panas

source: How long the urgent indicator glow animation is (in seconds), 0 to disable, or -1 for infinite.
ms: Berapa lamakah animasi bercahaya penunjuk segera (dalam saat), 0 dilumpuhkan, atau -1 untuk tidak terhingga.

source: How long to wait (ms) before unhiding
ms: Berapa lamakah masa menunggu ms) sebelum menyahsembunyi

source: How long to wait (ms) to update after a window switch
ms: Berapa lamakah masa menunggu ms) untuk dikemaskini selepas pertukaran tetingkap

source: How many recent clipboard selections to show.
ms: Berapa banyakan pemilihan papan keretan terkini yang hendak dipaparkan.

source: How much to shift the color of the urgent indicator. The value can be from -180 to 180.
ms: Berapa banyakkah anjakan warna bagi penunjuk segera. Nilai diantara -180 hingga 180.

source: How often (in mins) to check for new mail.
ms: Berapa kerapkah (dalam min) pemeriksaan mel baru.

source: How often to check
ms: Berapa kerapkah hendak memeriksa

source: How often to check for new weather information.
ms: Berapa kerapkan hendak memeriksa maklumat cuaca baru.

source: How often to poll (in ms) for new clipboard data.
ms: Berapa kerapkan hendak mendapatkan (dalam ms) data papan keratan baru.

source: If fading when hiding, this is the opacity the dock fades to. 1 is solid, 0 is invisible.
ms: Jika melenyap bila tersembunyi, ini merupakan kelegapan labuh melenyap. 1 adalah tegar, 0 adalah halimunan.

source: If false, Docky will not show hover texts for launchers (but still show for plugins).
ms: Jika palsu, Docky tidak akan paparkan teks apung untuk pelancar (tetapi masih dipaparkan untuk pemalam).

source: If false, finished timers will reset instead of dismiss.
ms: Jika palsu, pemasa yang selesai akan ditetapkan semula selain dari dilepaskan.

source: If false, prevents dropping items onto the dock to add them to the dock.
ms: Jika palsu, halang melepaskan item ke dalam labuh untuk tambah ia kepada labuh.

source: If scrolling wraps
ms: Jika penatalan melilit

source: If the 'Pin to Dock' option should show in the menu of items, allowing you to add it permanently to the dock.
ms: Jika pilihan 'Pin ke Labuh' patut papar di dalam menu item, membolehkan anda tambah ia secara kekal kepada labuh.

source: If the dock is a panel
ms: Jika labuh adalah panel

source: If true, Docky will check for compositing and warn if it is not available.
ms: Jika benar, Docky akan memeriksa untuk penggubahan dan beri amaran jika tidak tersedia.

source: If true, Docky will only show windows on the currently active desktop.
ms: Jika benar, Docky hanya paparkan tetingkap pada dekstop aktif semasa ini.

source: If true, all new timers will automatically start.
ms: Jika benar, semua pemasa baru akan bermula secara automatik.

source: If true, any windows without launchers will show on this dock. Exactly 1 dock must have this set to true.
ms: Jika benar, sebarang tetingkap tanpa pelancar akan dipaparkan pada labuh ini. Setepatnya 1 labuh perlu ditetapkan kepada benar.

source: If true, items with more than one window have two indicator dots instead of just one dot.
ms: Jika benar, item dengan lebih daripada satu tetingkap mempunyai dua titik penunjuk selain daripada satu titik.

source: If true, locks all items on all docks so they can't be dragged.
ms: Jika benar, kunci semua item pada semua labuh supaya ia tidak boleh diseret.

source: If true, output from the helpers will be redirected to show in Docky's output.
ms: Jika benar, outoput dari pembantu akan dihala semula untuk dipaparkan di dalam output Docky.

source: If true, scrolling one direction through all workspaces is possible.
ms: Jika benar, penatalan satu arah menerusi semua ruang kerja adalah munasabah.

source: If true, show the digital clock otherwise show the analog clock.
ms: Jika benar, papar jam digital jika tidak papar jam analog.

source: If true, shows a notify message for new unread mail.
ms: Jika benar, paparkan mesej maklum untuk mel belum baca yang baru.

source: If true, shows the Docky item on the dock managing windows.
ms: Jika benar, papar item Docky pada labuh yang mengurus tetingkap.

source: If true, shows time in 24-hr format.
ms: Jika benar, papar masa dalam format 24-jam.

source: If true, the Docky item popup menu shows the Quit option.
ms: Jika benar, menu timbul item Docky paparkan pilihan Keluar.

source: If true, the Docky item popup menu shows the Settings option.
ms: Jika benar, menu timbul item Docky paparkan pilihan Tetapan.

source: If true, the date should show on the digital clock.
ms: Jika benar, tarikh patut paparkan jam digital.

source: If true, the dock is drawn as a 3d dock.
ms: Jika benar, labuh dilukis sebagai labuh 3d.

source: If true, the dock is in panel mode and will extend to fill the entire screen edge.
ms: Jika benar, labuh dalam mod panel dan akan dilanjutkan untuk mengisi keseluruhan pinggir skrin.

source: If true, the dock will zoom when hovered.
ms: Jilka benar, labuh akan dizumkan bila diapungkan.

source: If true, this is the first time Docky has run. Internal use only - Do not change!
ms: Jika benar, ini merupakan kali pertama Docky berjalan. Kegunaan dalam sahaja - Jangan ubah!

source: If true, timers will disappear when they time out.
ms: Jika benar, pemasa akan hilang bila ia telah tamat masa.

source: If true, tracks the mouse selection clipboard. If false, tracks the secondary clipboard.
ms: Jika benar, jejak papan kerata pemilihan tetikus. Jika palsu, jejak papan keratan sekunder.

source: If true, use metric units when showing weather.
ms: Jika benar, guna unit metrik bila memaparkan cuaca.

source: If true, when the dock hides it will fade away instead of sliding off screen.
ms: Jika benar, bila labuh sembunyi ia akan dilenyapkan selain dari melungsur keluar dari skrin.

source: If true, when there is new unread mail Docky will show the indicator dot.
ms: Jika benar, bila terdapat mel baru yang belum dibaca Docky akan paparkan titik penunjuk.

source: If true, will try to show the most recent document on the dock.
ms: Jika benar, akan cuba paparkan dokumen paling terkini pada labuh.

source: Indicate when items have more than one window
ms: Menunjukkan bila item mempunyai lebih dari satu tetingkap

source: Last time checked
ms: Kali terakhir diperiksa

source: Left click command
ms: Perintah klik kiri

source: List of NPR stations to display.
ms: Senarai stesen NPR untuk dipaparkan.

source: List of active docks
ms: Senarai labuh aktif

source: List of custom GMail labels to check in addition to the inbox.
ms: Senarai label GMail suai untuk diperiksa disamping ke dalam kotak masuk.

source: List of launchers
ms: Senarai pelancar

source: Max Entries
ms: Masukan Maksimum

source: NPR stations
ms: Stesen NPR

source: New timer length
ms: Panjang pemasa baru

source: Number of recent docs
ms: Bilangan dokumen terkini

source: Opacity to fade to
ms: Kelegapan untuk dilenyapkan

source: Plugins on this dock
ms: Pemalam pada labuh ini

source: Prevent adding items by drops
ms: Halang menambah item mengikut lepasan

source: Redirect helper output to Docky's output
ms: Hala semula output pembantu kepada output Docky

source: Set the color of the Docky icon. 0 means use the GTK+ theme color.
ms: Tetapkan warna ikon Docky. 0 bermaksud guna warna tema GTK+/

source: Show 'Pin to Dock' for items
ms: Papar 'Pin ke Labuh' untuk item

source: Show Quit in Docky item menu
ms: Papar Keluar di dalam menu item Docky

source: Show Settings in Docky item menu
ms: Papar Tetapan di dalam menu item Docky

source: Show a notify for unread mail
ms: Papar makluman untuk mel belum dibaca

source: Show date
ms: Papar tarikh

source: Show hover text labels for launchers
ms: Papar label teks apung untuk pelancar

source: Show indicator dot for unread mail
ms: Papar titik penunjuk untuk mel belum dibaca

source: Show most recent doc
ms: Papar dokumen paling terkini

source: Show the Docky item
ms: Papar item Docky

source: Show the digital clock
ms: Papar jam digital

source: Show windows from only current desktop
ms: Papar tetingkap hanya dari dekstop semasa

source: Sorts the items on the dock
ms: Isih item pada labuh

source: Start all new timers
ms: Mulakan semua pemasa baru

source: Stop items from dragging
ms: Hentikan item dari menyeret

source: The GMail username to check.
ms: Nama pengguna GMail untuk diperiksa

source: The command to execute when left-clicking the Docky item or "" for default behavior (which opens the configuration dialog).
ms: Perintah untuk dilakukan bila mengklik-kiri item Docky atau "" untuk kelakuan lalai ( yang membuka dialog konfigurasi).

source: The current theme
ms: Tema semasa

source: The currently selected item in the session manager menu.
ms: Item terpilih buat masa ini di dalam menu pengurus sesi.

source: The default time (in secs) for any new timers.
ms: Masa lalai (dalam saat) untuk sebarang pemasa baru.

source: The dock's hide mode. Possible values are: None, Autohide, Intellihide, UniversalIntellihide
ms: Mod sembunyi labuh. Nilai yang mungkin adalah: Tiada, Sembunyi-sendiri, Sembunyi-pintar, Sembunyi-pintar-universal

source: The dock's position
ms: Kedudukan labuh

source: The dock's position on the screen. Possible values are: Bottom, Top, Left, Right
ms: Kedudukan labuh pada skrin. Nilai yang mungkin adalah: Bawah, Atas, Kiri, Kanan

source: The dock's zoom size (if enabled), as a percent.
ms: Saiz zum labuh (jika dibenarkan), dalam peratus.

source: The last time Docky checked GMail for messages.
ms: Kali terakhir Docky memeriksa mesej GMail.

source: The list of weather locations to check.
ms: Senarai lokasi cuaca yang hendak diperiksa.

source: The name of the current Docky theme.
ms: Nama bagi tema semasa Docky.

source: The name of the weather source to get weather information from.
ms: Nama bagi sumber cuaca untuk mendapatkan maklumat cuaca.

source: The number of extra pixels to pad the hover area on the top of the dock.
ms: Bilangan piksel tambahan untuk dipadatkan kawasan apung pada bahagian atas labuh.

source: The number of most recent documents to show.
ms: Bilangan dokumen paling terkini yang dipaparkan.

source: The size of icons on the dock.
ms: Saiz ikon pada labuh.

source: The text to show when hovering the Docky item.
ms: Teks yang dipaparkan bila apungkan item Docky.

source: The theme for the analog clock.
ms: Tema bagi jam analog.

source: The weather source
ms: Sumber cuaca

source: This is the command to execute when left clicking on the CPU docklet item.
ms: Merupakan perintah yang dilakukan bila mengklik kiri pada item docklet CPU.

source: This is the list of all the launchers on this dock.
ms: Merupakan senarai semua pelancar pada labuh ini.

source: This is the monitor the dock exists on.
ms: Merupakan pemantau sedia ada labuh.

source: This is the time (in milliseconds) to wait before unhiding a hidden dock when the cursor moves over it.
ms: Merupakan masa (dalam milisaat) menunggu sebelum menyahsembunyi labuh kursor beralih keatasnya.

source: This is the time (in milliseconds) to wait to determine if a window switch causes a (un)hide.
ms: Merupakan masa (dalam milisaat) menunggu untuk ditentukan jika pertukaran tetingkap menyebabkan nyahsembunyi.

source: This lists all the currently active (displayed) docks, by name.
ms: Merupakan senarai semua labuh (yang dipaparkan) aktif semasa, mengikut nama.

source: Timer Delay
ms: Lengahan Masa

source: Track Mouse Selections
ms: Pemilihan Jejak Tetikus

source: Urgent indicator color shift
ms: Anjak warna penunjuk segera

source: Urgent indicator glow animation time (in seconds)
ms: Masa animasi cahaya penunjuk segera (dalam saat)

source: Use 24-hr time
ms: Guna masa 24-jam

source: Use metric units
ms: Guna unit metrik

source: Used to sort the items on the dock.
ms: Digunakan untuk mengisih item pada labuh.

source: Weather locations
ms: Lokasi cuaca

source: Which monitor the dock is on
ms: Yang memantau sama ada labuh dihidupkan

source: Zoom size
ms: Saiz zum

source: Search Docklets...
ms: Gelintar Docklet...

source: Search Helpers...
ms: Gelintar Pembantu...

source: Click on any dock to configure.
ms: Klik pada mana-mana labuh untuk dikonfigurkan.

source: Drag any dock to reposition.
ms: Seret sebarang labuh untuk letak semula.

source: Helpers require DockManager be installed.
ms: Pembantu memerlukan Pengurus Labuh dipasang.

source: Delete the currently selected dock?
ms: Padam labuh terpilih semasa?

source: If you choose to delete the dock, all settings for the deleted dock will be permanently lost.
ms: Jika anda pilih untuk memadam labuh, semua tetapan untuk labuh terpadam akan hilang secara kekal.

source: _Delete Dock
ms: Pa_dam Labuh

source: _Select
ms: Pi_lih

source: .tar Archives
ms: Arkib .tar

source: Author
ms: Pengarang

source: Move this docklet up on the selected dock
ms: Alih docklet ini keatas pada labuh terpilih

source: Move this docklet down on the selected dock
ms: Alih docklet ini kebawah pada labuh terpilih

source: Move this docklet left on the selected dock
ms: Alih docklet ini kekiri pada labuh terpilih

source: Move this docklet right on the selected dock
ms: Alih docklet ini kekanan pada labuh terpilih

source: Configure this docklet
ms: Konfigur docklet ini

source: About this docklet
ms: Perihal docklet ini

source: Add this docklet to the selected dock
ms: Tambah docklet ini ke labuh terpilih

source: Remove this docklet from the selected dock
ms: Alih docklet ini dari labuh terpilih

source: Docky requires compositing to work properly. Certain options are disabled and themes/animations will look incorrect.
ms: Docky memerlukan penggubahan untuk berfungsi dengan baik. Beberapa pilihan dilumpuhkan dan menyebabkan tema/animasi kelihatan tidak betul.

source: Uninstall
ms: Nyahpasang

source: About this helper
ms: Perihal pembantu ini

source: Enable this helper
ms: Benarkan pembantu ini

source: Disable this helper
ms: Lumpuhkan pembantu ini

source: Running
ms: Dijalankan

source: Stopped
ms: Dihentikan

source: When set, windows which do not already have launchers on a dock will be added to this dock.
ms: Bila ditetapkan, tetingkap yang tidak mempunyai pelancar pada labuh akan ditambah pada labuh ini.

source: <i>Never hides; maximized windows do not overlap the dock.</i>
ms: <i>Jangan sembunyi; tetingkap termaksimum tidak bertindih dengan labuh.</i>

source: <i>Hides whenever the mouse is not over it.</i>
ms: <i>Sembunyi bilamana tetingkap tidak berada diatasnya.</i>

source: <i>Hides when dock obstructs the active application.</i>
ms: <i>Sembunyi bila labuh menghadang aplikasi aktif.</i>

source: <i>Hides when dock obstructs any window.</i>
ms: <i>Sembunyi bila labuh menghadang sebarang tetingkap.</i>

source: Drag to reposition
ms: Seret untuk diletak semula

source: Drop to add to dock
ms: Lepas untuk tambah ke labuh

source: _Settings
ms: _Tetapan

source: _About
ms: Perih_al

source: _Help
ms: _Bantuan

source: _Quit Docky
ms: _Keluar

source: Docky Settings
ms: Tetapan Docky

source: _Start When User Logs In
ms: _Mula Bila Pengguna Mendaftar Masuk

source: _Theme:
ms: _Tema:

source: _Install
ms: _Pasang

source: <b>General Options</b>
ms: <b>Pilihan Am</b>

source: <b>Dock Configuration</b>
ms: <b>Konfigurasi Labuh</i>

source: Docks
ms: Labuh

source: All
ms: Semua

source: Enabled
ms: Dibenarkan

source: Disabled
ms: Dilumpuhkan

source: Docklets
ms: Docklet

source: Usable
ms: Boleh Diguna

source: Helpers
ms: Pembantu

source: _New Dock
ms: Labuh _Baru

source: None
ms: Tiada

source: Autohide
ms: Sembunyi-Sendiri

source: Intellihide
ms: Sembunyi-Pintar

source: Window Dodge
ms: Elak Tetingkap

source: _Fade On Hide
ms: Le_nyap Bila Sembunyi

source: _Icon Size:
ms: Saiz _Ikon:

source: _Hiding:
ms: Sem_bunyi:

source: _Panel Mode
ms: Mod _Panel

source: 3D Back_ground
ms: _Latar Belakang 3D

source: _Manage Windows Without Launcher
ms: _Urus Tetingkap Tanpa Pelancar

source: _Zoom:
ms: _Zum:

source: Drop to open with {0}
ms: Lepas untuk buka dengan {0}

source: New _Window
ms: _Tetingkap Baru

source: _Open
ms: _Buka

source: _Reset Color
ms: T_etap Semula Warna

source: _Pin to Dock
ms: _Pin ke Labuh

source: Drop to move to {0}
ms: Lepas untuk alih ke {0}

source: Error performing drop action
ms: Ralat melakukan tindakan lepas

source: Not enough free space on destination.
ms: Ruang bebas tidak mencukup ke destinasi.

source: Complete
ms: Selesai

source: Moving
ms: Mengalih

source: Copying
ms: Menyalin

source: Open Containing _Folder
ms: Buka _Folder Mengandungi

source: Unma_ximize
ms: Nyahma_ksimum

source: Ma_ximize
ms: Ma_ksimum

source: _Restore
ms: _Pulih

source: Mi_nimize
ms: Mi_nimum

source: _Close All
ms: _Tutup Semua

source: Sign up for {0}
ms: Daftar untuk {0}

source: Validating...
ms: Mengesahkan...

source: Don't have {0}?
ms: Belum mempunyai {0}?

source: Account validation failed!
ms: Pengesahan akaun gagal!

source: Verify and save account information
ms: Sahkan dan simpan maklumat akaun

source: Account validation succeeded!
ms: Berjaya mengesahkan akaun anda!

source: Password
ms: Kata Laluan

source: Username
ms: Nama Pengguna

source: <i>Verify and save account information</i>
ms: <i>Sahkan dan simpan maklumat akaun</i>

source: Don't have an account?
ms: Belum memiliki akaun?

source: No Battery Found
ms: Tiada Bateri Ditemui

source: {0} hour
ms: {0} jam

source: {0} minute
ms: {0} minit

source: until charged
ms: sehingga dicas

source: remaining
ms: berbaki

source: _Statistics
ms: _Statistik

source: Computer
ms: Komputer

source: Clipboard is currently empty.
ms: Papan keratan kini menjadi kosong.

source: Di_gital Clock
ms: Jam Di_gital

source: 24-Hour _Clock
ms: _Jam 24-Jam

source: Show _Date
ms: Papar Ta_rikh

source: Select _Theme
ms: Pilih _Tema

source: Themes
ms: Tema

source: Theme
ms: Tema

source: _Undo
ms: Buat _Asal

source: _Show Desktop
ms: Papar D_esktop

source: _Tile Desktop
ms: Ju_binkan Desktop

source: _Cascade Desktop
ms: _Latakan Desktop

source: _Add Label
ms: T_ambah Label

source: Check e_very:
ms: Periksa s_etiap:

source: minutes
ms: minit

source: Click to set username and password.
ms: Klik untuk tetapkan nama pengguna dan kata laluan.

source: (no subject)
ms: (tiada subjek)

source: You have {0} new, unread messages
ms: Anda mempunyai {0} mesej baru, belum dibaca

source: From: {0}
ms: Daripada: {0}

source: Feed Error
ms: Ralat Suapan

source: Invalid Username
ms: Nama Pengguna Tidak Sah

source: Network Error
ms: Ralat Rangkaian

source: General Error
ms: Ralat Am

source: Gmail Configuration
ms: Konfigurasi Gmail

source: No unread mail
ms: Tiada mel belum baca

source: {0} unread message
ms: {0} mesej belum dibaca

source: Checking mail...
ms: Memeriksa mel...

source: _View
ms: _Papar

source: _Compose Mail
ms: _Gubah Mel

source: View C_ontacts
ms: Papar _Kenalan

source: New Mail
ms: Mel baru

source: Check _Mail
ms: Periksa _Mel

source: Labels
ms: Label

source: Login
ms: Daftar Masuk

source: From:
ms: Daripada:

source: _Eject
ms: _Lenting

source: _Unmount
ms: _Nyahlekap

source: Network Manager
ms: Pengurus Rangkaian

source: Connecting...
ms: Menyambung...

source: Disconnected
ms: Terputus

source: Connected: {0}
ms: Bersambung: {0}

source: No network connection available
ms: Tiada sambungan rangkaian tersedia

source: My _Stations
ms: _Stesen Saya

source: S_earch
ms: G_elintar

source: No stations found.
ms: Tiada stesen ditemui.

source: Please try your search again.
ms: Sila cuba gelintar sekali lagi.

source: Fetching Information...
ms: Mendapatkan Maklumat...

source: Click to add NPR stations.
ms: Klik untuk tambah stesen NPR.

source: Home Page
ms: Laman Sesawang

source: Program Schedule
ms: Jadual Program

source: Donate
ms: Beri Sumbangan

source: Live Streams
ms: Strim Langsung

source: Settings
ms: Tetapan

source: _Clear Recent Documents...
ms: _Kosongkan Dokumen Terbaru...

source: Clear the Recent Documents list?
ms: Kosongkan senarai Dokumen Terbaru?

source: Clear Recent Documents
ms: Kosongkan Dokumen Terbaru

source: If you clear the Recent Documents list, you clear the following: • All items from the Places → Recent Documents menu item. • All items from the recent documents list in all applications.
ms: Jika anda kosongkan senarai Dokumen Terbaru, anda telah kosongkan berikut: • Semua item Tempat → Dokumen Terbaru. • Semua Item dari senarai dokumen terbaru dalam semua aplikasi.

source: L_ock Screen
ms: K_unci Skrin

source: _Log Out...
ms: _Daftar Keluar...

source: Log Out
ms: Daftar Keluar

source: Are you sure you want to close all programs and log out of the computer?
ms: Anda pasti ingin menutup semua perisian dan daftar keluar dari komputer?

source: _Suspend
ms: _Tangguh

source: _Hibernate
ms: _Hibernasi

source: _Restart...
ms: _Mula Semula...

source: Restart
ms: Mula Semula

source: Are you sure you want to close all programs and restart the computer?
ms: Anda pasti ingin menutup semua perisian dan mulakan semula komputer?

source: Shut _Down...
ms: Ma_tikan...

source: Shut Down
ms: Matikan

source: Are you sure you want to close all programs and shut down the computer?
ms: Anda pasti ingin menutup semua perisian dan matikan komputer?

source: A timer set for {0} has expired.
ms: Pemasa yang ditetapkan untuk {0} telah luput.

source: Time remaining:
ms: Masa berbaki:

source: Timer paused, time remaining:
ms: Pemasa dijedakan, masa berbaki:

source: Set the timer's label to:
ms: Tetapkan label pemasa untuk:

source: _Set Label
ms: T_etapkan Label

source: _Pause Timer
ms: _Jedakan Pemasa

source: _Start Timer
ms: _Mulakan Pemasa

source: R_eset Timer
ms: Tet_apkan Semula Pemasa

source: _Remove Timer
ms: _Buang Pemasa

source: hour
ms: jam

source: minute
ms: minit

source: second
ms: saat

source: Click to create a timer for {0}.
ms: Klik untuk cipta pemasa untuk {0}.

source: Automatically _Start Timers
ms: _Mulakan Pemasa Secara Automatik

source: Automatically _Dismiss Timers
ms: _Lepaskan Pemasa Secara Automatik

source: Drop to move to Trash
ms: Lepaskan untuk alih ke Tong Sampah

source: No items in Trash
ms: Tiada item dalam Tong Sampah

source: {0} item in Trash
ms: {0} item dalam Tong Sampah

source: Restore Files
ms: Pulihkan Fail

source: _Open Trash
ms: _Buka Tong Sampah

source: Empty _Trash
ms: Kosongkan Tong _Sampah

source: Empty all of the items from the trash?
ms: Kosongkan semua item dari sampah?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ms: Jika anda untuk kosongkan tong sampah, semua item di dalamnya akan kekal hilang. Perhatian anda juga boleh padam ia secara berasingan.
